[
    {
        "id": "101",
        "className": "Remove Fear Of Driving Using NLP Techniques",
        "details": "Remove Fear Of Driving Using NLP And Self Hypnosis Techniques And Feel More Confident Behind The Wheels",
        "description": "In this course titled ' Remove Fear Of Driving Using NLP Techniques ' By Pradeep Aggarwal you will learn various NLP techniques which are very powerful and simple to overcome your fear of driving a car .You will learn techniques to instantly feel confident and remove any kind of negative thought or past negative experiences associated with driving a car.",
        "students": "1746",
        "rating": "4.6",
        "rateParson": "380",
        "price": "15.99",
        "img": "https://img-c.udemycdn.com/course/240x135/477074_925d.jpg"
      },
    {
        "id": "102",
        "className": "Easy Guide to Learning Stick Shift Driving",
        "details": "Pick up stick shift quick and easy with these amazing meta learning principles",
        "description": "Beginners and experts welcome. Whether you're here to learn the principles of stick shift driving or you're looking to refine your techniques, this is the place for you. With our meta learning principles, you can learn stick shift in record time.",
        "students": "158",
        "rating": "4.1",
        "rateParson": "632",
        "price": "21.99",
        "img": "https://img-c.udemycdn.com/course/240x135/677444_cfd4.jpg"
      },
      {
        "id": "103",
        "className": "The Complete Self-Driving Car Course",
        "details": "Learn to use Deep Learning, Computer Vision and Machine Learning techniques to Build an Autonomous Car",
        "description": "Self-driving cars have rapidly become one of the most transformative technologies to emerge. Fuelled by Deep Learning algorithms, they are continuously driving our society forward and creating new opportunities in the mobility sector. ",
        "students": "18856",
        "rating": "4.6",
        "rateParson": "3354",
        "price": "24.99",
        "img": "https://img-c.udemycdn.com/course/240x135/1560148_6483_4.jpg"
      },
      {
        "id": "104",
        "className": "Better & safer driver & avoid accidents",
        "details": "Continuously practice the principles in this course and become a better driver than 99% of people",
        "description": "99% of people, that means most people who drive, are not good drivers at all. Most road accidents happen due to these people making mistakes, or being careless. Thousands, if not millions, of road accidents happen every day around the world. The chances of the average driver getting involved in a road accident over a period of 2 to 5 years is very high.",
        "students": "13940",
        "rating": "4.2",
        "rateParson": "911",
        "price": "28.99",
        "img": "https://img-c.udemycdn.com/course/240x135/1321140_d46c_7.jpg"
      }
]